Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.18.01.15_fin.txt.tmx
Source language: fin
Languages: sme

source: Myöhäiset uuden vuoden toivotukset Blogi on jäänyt päivittämättä pitkäksi aikaa ja paljon on ehtinyt tapahtua.
sme: Maŋŋidis ođđa jagi sávaldagat Blogga lea báhcán čálekeahttá guhkes áigái ja olu lea háhppehan dáhpáhuvvat.

source: Minulla on hieman huono omatunto kun blogi on jäänyt näin pitkäksi aikaa päivittämättä.
sme: Mus lea veaháš heajos oamedovdu go blogga lea báhcán guhkes áigái ođasnuhtekeahttá áigge dássái.

source: Olen monesti aloittanut blogin kirjoittamisen ja päässytkin pitkälle, mutta aina on tullut kiireellisempää työasiaa enkä ole päässyt loppuun asti blogissani.
sme: Lean máŋgga háve álggahan blogga čállima ja beassannai guhkás, muhto álohii leat boahtán hohpoleabbo bargoáššit inge leat beassan loahpa rádjái bloggastan.

source: Tavallisesti laitan uuden vuoden aikoina katsauksen menneeseen ja tulevaan.
sme: Dábálaččat dagan ođđa jagi áiggiid geahčastaga báhcán jahkái ja ođđa jahkái.

source: Joulun ja uuden vuoden välinen aika meni minulta sairastellessa ja blogin päivitys on jäänyt yhä kauemmaksi.
sme: Mu juovllaid ja ođđa jagi gaska manai buohcamii ja blogga čállin maŋŋonii ain guhkkelii.

source: Uusi vuosi, uudet haasteet
sme: Ođđa jahki, ođđa hástalusat

source: Viime vuosi oli näiden kahden puheenjohtajakauteni historian raskain ja kiireisin.
sme: Diimma jahki lei dán guovtti ságadoalliáigodahkan historjjá losimus ja hohpolaččamus.

source: Paljon on ehtinyt tapahtua.
sme: Olu lea háhppehan dáhpáhuvvat.

source: Alkuvuosi tulee olemaan myös hyvin, hyvin kiireinen, koska eduskuntakausi lähenee loppuaan ja eduskunnassa on useita saamelaisille tärkeitä lakiesityksiä käsiteltävänä, jotka ratkaisevat millainen tulevaisuus saamelaisilla on Suomessa.
sme: Álgojahki lea maid hui diliheapme ja šaddá gierddahallat go riikkabeaiveáigodat lahkona loahpa ja riikkabeaivvit gieđahallet maid máŋggaid sápmelaččaide dáhálaš láhkaevttohusaid, ja dathan mearridit makkár boahtteáigi sápmelaččain lea Suomas.

source: Minulle henkilökohtaisestikin vuosi on mielenkiintoinen ja ehkä haikeakin.
sme: Munnje persovnnalaččatnai jahki lea miellagiddevaš ja veaháš ahkitnai.

source: Nyt on viimeinen kauteni ja kauden viimeinen vuosi puheenjohtajana.
sme: Dál lea mu maŋimus badji ja baji maŋimus jahki ságadoallin.

source: Olen myös päättänyt, etten lähde ehdolle seuraaviin saamelaiskäräjävaaleihin.
sme: Lean maid mearridan, ahte in vuolgge evttohassan čuovvovaš sámediggeválggaide.

source: Halusin kertoa asiasta hyvissä ajoin ja myös lopettaa spekulaatiot siitä, että pyrkisinkin seuraavissa vaaleissa taas puheenjohtajaksi.
sme: Háliidin muitalit áššis áiggebále ja maiddái loahpahit spekulašuvnnaid das, ahte vikkalinnai čuovvovaš válggain fas ságadoallin.

source: Saamelaispolitiikka ja saamelaisten oikeuksien edistäminen ovat minulle todella tärkeitä asioita ja luopuminen on henkilökohtaisestikin vaikeaa.
sme: Sámi politihkka ja sápmelaččaid vuoigatvuođaid ovddideapmi leat munnje duođaid dehálaš áššit ja luohpan lea persovnnalaččatnai váttis.

source: Mutta minun on aika etsiä uusia haasteita ja palata tutkijan kentälle ja osallistua sieltä yhteiskunnalliseen keskusteluun.
sme: Muhto mus lea áigi ohcat ođđa hástalusaid ja máhccat dutki gieddái ja oassálastit dan guvllos servodatlaš ságastallamii.

source: Saamelaispolitiikan on myös aika uudistua ja mikäli eduskunnassa olevat saamelaisia koskettavat lakihankkeet hyväksytään sellaisenaan, saamelaiskäräjien toimintaympäristö tulee olemaan täysin erilainen kuin nyt ja saamelaiskäräjillä tulee olemaan todellista vaikutusvaltaa.
sme: Sámi politihkas lea maid áigi ođasnuvvat ja jos riikkabeivviid sámi láhkafidnut dohkkehuvvojit dakkáražžan, de sámedikki doaibmabiras boahtá leat áibbas earálágán go dál ja sámedikkis boahtá leat duođalaš váikkuhanváldi.

source: On ehdottoman tärkeää, että saamelaiskäräjien politiikka ei henkilöidy, ja että uudella saamelaiskäräjien johdolla on mahdollisuus aidosti tehdä uudenlaista politiikkaa ja tuoda uusia ajatuksia ja visioita.
sme: Lea eavttohis dehálaš, ahte sámedikki politihkka ii šatta persovnnalažžan, ja ahte ođđa sámedikki seahčagasas lea vejolašvuohta rievttes ládje bargat ođđalágán politihka ja buktit ovdan ođđa jurdagiid ja višuvnnaid.

source: Tämä on myös viimeinen vuosi kun pidän blogiani, koska blogin pitäminen päättyy puheenjohtajuuden myötä.
sme: Dát lea maid maŋimus jahki go doalan blogga, daningo blogga doallan nohká ságadoalli barggu mielde.

source: Annankin tässä myöhästyneen uudenvuodenlupauksen että päivitän blogiani viime vuotta aktiivisemmin.
sme: Attánnai dál maŋŋonan ođđajagi lohpádusa, ahte ođasnuhttán blogga áigedássái diimmáža dávjjibut.

source: Saamelaiskäräjillä on vähän nuoria ja naisia edustajina.
sme: Sámedikkis leat unnán nuorat ja nissonolbmot ovddasteaddjin.

source: Saamelaiskäräjillä ei ole puolueita eikä yhteislistoja, jotka voisivat huolehtia nuorten ja naisten edustuksesta, eri elinkeinojen ja eri alueiden ehdokasasettelussa.
sme: Sámedikkis eai leat bellodagat eaige oktasašlisttut, mat bealisteaset sáhtále atnit ávvira nuoraid ja nissonolbmuid ovddastusas, sierra ealáhusaid ja sierra guovlluid evttohasásaheamis.

source: Yksilöillä on täten suuri vastuu huolehtia osaltaan siitä, että saamelaiskäräjät edustaa monipuolisesti saamelaisyhteisöä, sukupuolia ja eri ikäpolvia.
sme: Ovttaskas olbmuin lea dákko bakte stuora ovddasvástádus atnit ávvira das, ahte sámediggi ovddasta máŋggabeallásaččat sámi servoša, sohkabeliid ja sierra buolvvaid.

source: Seuraavat saamelaiskäräjien vaalit tulevat olemaan todella tärkeät ja ratkaisevat saamelaispolitiikan suunnan.
sme: Čuovvovaš sámedikki válggat bohtet leat duođaid dehálaččat ja dat mearridit sámedikki háltti.

source: Uudelta saamelaiskäräjiltä odotetaan todella paljon ja sen vastuulle tulee niin saamelaiskäräjälain kuin ILO 169-sopimuksen toimeenpano.
sme: Ođđa sámedikkis vurdojuvvo duođaid olu ja dan ovddasvástádussan šaddá sámediggelága nugo ILO 169-soahpmuša olláhuhttin.

source: On hyvin tärkeää, että paikalliset saamelaisyhteisöt pohtisivat yhdessä ehdokasasettelua siten, että ehdokkaina olisi monipuolisesti saamelaisyhteisön edustajia.
sme: Lea hui dehálaš, ahte báikkálaš sámi servošat suokkardalale evttohasásaheami ovttas dađi lági mielde, ahte evttohassan livčče máŋggalágán sámi servoša ovddasteaddjit.

source: Muutama sana viime vuodesta
sme: Muhtin sátni diimmážis

source: Viime vuodesta päällimmäisenä jää valitettavasti mieleen saamelaisvastaisen liikkeen nousu sekä ihmisyyden ja sivistyksen taantuminen.
sme: Diimmážis bajimussan báhcá dađi bahábut millii sápmelašvuostásaš lihkadusa čuožžileapmi sihke olmmošvuođa ja čuvgehusa maŋás mannan.

source: Saamelaisten oikeuksista on tullut eduskunnassakin kyse valtaväestön oikeuksista.
sme: Sápmelaččaid vuoigatvuođain lea boahtán riikkabeivviid olisnai gažaldat váldoálbmoga vuoigatvuođain.

source: Se todellisuus missä saamelaiset elävät ja monien päätöksentekijöiden maailma ja käsitys saamelaisuudesta eivät tunnu kohtaavan.
sme: Dat duohtavuohta, mas sápmelaččat ellet, ja máŋggaid mearrideddjiid máilbmi ja ipmárdus sápmelašvuođas eai oro deaivame.

source: Valiokuntakuulemisissa ja eduskunnan lähetekeskustelussa saamelaiskäräjälaista ja Ilo 169-sopimuksesta tämä on käynyt hyvin selkeästi ilmi.
sme: Váljagoddegullamiin ja riikkabeivviid sáttaságastallamis sámediggelága ja Ilo 169-soahpamuša olis dát lea vuhtton hui čielgasit.

source: Valiokuntakuulemiset ovat olleet hyvin raskaita ja olen hyvin surullinen siitä, että saamelaisten oikeuksia vastustavien yksittäisten yhdistysten mielipiteet on nostettu samanarvoiseksi tai jopa merkittävämmäksi saamelaiskäräjien näkemyksen kanssa.
sme: Váljagoddegullamat leat leamaš hui lossadat ja lean hui morašmielain das, ahte sápmelaččaid vuoigatvuođaid vuostálasti ovttaskas servviid oaivilat leat bajiduvvon seammaárvosažžan dehe juobe mávssolaččabun sámedikki oainnuiguin.

source: Tämä käy valitettavan hyvin ilmi maa- ja metsätalousvaliokunnan ja työelämä- ja tasa-arvovaliokunnan lausunnoista saamelaiskäräjälaiksi.
sme: Dát vuhtto šállošahtti bures sihke eanan- ja meahccedoallováljagotti ja bargoeallima- ja dásseárvováljagotti cealkámušain sámediggeláhkan.

source: Sekä saamelaiskäräjälain uudistuksen yhteydessä että Ilo 169-sopimuksen ratifioinnin valiokuntakuulemisissa on tuotu esille Näkkälän paliskunnan jako, millä ei ole mitään tekemistä kummankaan lakihankkeen kanssa, ja kuulemani mukaan valiokunnille on esitetty myös minun sukuyhteyksiäni sukukaavioilla.
sme: Sihke sámediggelága ođasnuhttima olis ja Ilo 169-soahpamuša ratifiserema váljagoddegullamiin lea bukton ovdan Näkkela bálgesa juohkin, mas ii leat mihkkege dahkamušaid goapppainge láhkafidnuin, ja váljagottiide leat gul ovdanbuktojuvvon maid mu sohkaoktavuođat sohkalávaiguin.

source: Olen hyvin huolestunut yhteiskunnan jäsenenä siitä, millaisia tietoja ja ns. asiantuntijoita valiokunnat käyttävät valiokuntien päätöksenteossa.
sme: Lean hui fuolas servodaga osolažžan das, makkár dieđuid ja ng. áššedovdiid váljagottit atnet váljagottiid mearrádusdahkamis.

source: On puhuttu pitkään, että valiokuntien kokouksien tulisi olla avoimia.
sme: Guhká lea hubmojuvvon das, ahte váljagottiid čoakkámat galggale leat rahpasat.

source: Olen siirtynyt kannattamaan tätä ajatusta lainvalmistelua koskevien kuulemisten osalta.
sme: Lean guottihišgoahtán dán jurdaga gullamiid olis, mat gusket láhkaválmmaštallama.

source: Luonnollisesti kaikissa ulko- ja turvallispoliittisissa asioissa kokoukset ja kuulemiset eivät voi olla avoimia.
sme: Diehttelas buot olgo- ja dorvvolašvuohtapolitihkalaš áššiin čoakkámat ja gullamat eai sáhte leat rahpasat.

source: Mielestäni on hyvin tärkeää, että suuri yleisö saa tietää mitä tahoja eduskunnan valiokunnan kuulevat ja millaisiin faktoihin kuultavien tahojen esitykset pohjautuvat.
sme: Mu mielas lea hui dehálaš, ahte stuora álbmot oažžu diehtit makkár beliid riikkabeivviid váljagottit gullet ja makkár duohtaáššiide vuođđuduvvet gullanvuloš beliid ovdanbuktojumit.

source: Kuultavat tahot kertovat myös siitä arvomaailmasta, mikä valiokunnan jäsenillä on.
sme: Gullanvuloš bealit muitalit maid dan árvomáilmmis, mii váljagotti lahtuin lea.

source: Kuten edellisestäkin voidaan päätellä viime vuonna saatiin eduskuntaan kaksi saamelaisille tärkeää hallituksen lakiesitystä, saamelaiskäräjälaki ja ILO 169-sopimuksen ratifiointi.
sme: Dego ovddabealdenai sáhttá árvvoštallat, diibmá riikkabeivviide ovdáne guokte sápmelaččaide dehálaš ráđđehusa láhkaevttohusa, sámediggeláhka ja Ilo 169-soahpamuša ratifiseren.

source: Näiden valmisteltu vaati paljon töitä.
sme: Dáid válmmaštallan barggahii hui olu sámedikkinai.

source: Saamelaiskäräjät sai myös päättää, viedäänkö kyseiset lakihankkeet eduskuntaan vai ei.
sme: Sámediggi beasai maid mearridit, ovdánitgo namuhuvvon láhkafidnut riikkabeivviide vai eai.

source: Saamelaiskäräjillä oli ensimmäistä kertaa aito mahdollisuus päättää saamelaisten oikeusaseman kehittymisestä.
sme: Sámedikkis lei vuosttaš geardde albma vejolašvuohta mearridit sápmelaččaid riektesajádaga gárganeamis.

source: Kaivoslain toimeenpanon osalta tilanne on myös muuttunut.
sme: Ruvkelága olláhuhttima buohta dilli lea rievdan.

source: Korkein hallinto-oikeus (KHO) linjasi kaivoslain soveltamisesta saamelaisten kotiseutualueella.
sme: Alimus hálddahusriekti (AHR) linnjii ruvkelága guoskadeamis sámiid ruovttuguovllus.

source: KHO hyväksyi saamelaiskäräjien tekemät valitukset hallinto-oikeuteen ja totesi, että kaivosviranomainen, Tukes, ei ollut selvittänyt luvan mukaisen toiminnan vaikutuksia saamelaiskulttuurille.
sme: AHR dohkkehii sámedikki váidalusaid hálddahusriektái ja celkkii, ahte ruvkeeiseváldi, dorvvolašvuohta- ja kemikálavirgelágadus (suomagiel. Tukes), ii lean lean čielggadan lobi mield váikkuhusaid sámi kultuvrii.

source: Saamelaiskäräjät on neuvotellut työ- ja elinkeinoministeriön kanssa miten KHO:n päätös tulee huomioida kaivosviranomaisen tulosohjauksessa.
sme: Sámediggi lea ráđđádallan bargo- ja ealáhusministeriijain mot AHR:a mearrádus galgá váldojuvvot vuhtii ruvkeeiseválddi boađusstivremis.

source: Kansainvälisellä tasolla saamelaisten oikeudet olivat myös esillä.
sme: Riikkaidgaskasaš dásis sámiid rievttit ledje maid ovdan.

source: YK:n taloudellisia, sosiaalisia ja sivistyksellisiä (TSS) asioita koskeva komitea antoi Suomelle suositukset parantaa saamelaisten asemaa.
sme: ON:a ekonomalaš, sosiála ja kultuvrralaš áššiid komitea (ESK) attii Supmii ávžžuhusaid buoridit sapmelaččaid dili.

source: Myös naisten syrjintää käsittelevä komitea antoi Suomelle suosituksia mm. saamelaisnaisten aseman parantamiseksi.
sme: Maiddái komitea, mii gieđahallá nissonolbmuid vealaheami, attii Supmii ávžžuhusaid ee. sámi nissoniid dili buorideami várás.

source: Euroopan neuvosto järjesti ensimmäisen yhtä kansaa käsittelevän seminaarin, joka koski siis saamelaisia.
sme: Eurohpá ráđđi lágidii vuosttaš geardde seminára, mii gieđahalai ovtta álbmoga, fáddán lei sápmelaččaid dilli.

source: Seminaari oli aivan uudenlainen tapa tuoda Euroopan neuvostoa lähemmäs ruohonjuuritasoa.
sme: Seminára lei aivve ođđalágán vuohki buktit ovdan Eurohpá ráđi lagabui rásseruohtasdási.

source: Seminaari toi Euroopan neuvostolle tietoa saamelaisista, saamelaisille tietoa Euroopan neuvostosta ja uskoakseni myös kansainvälisesti ja sisäpoliittisestikin.
sme: Seminára buvttii Eurohpá ráđđái dieđu sápmelaččain, sápmelaččaide dieđu Eurohpá ráđis ja diehttelas maid riikkaidgaskasaččat ja sispolitihkalaččatnai.

source: Merkittävin kansainvälinen tapahtuma oli luonnollisesti YK:n alkuperäiskansakonferenssi alkusyksyllä.
sme: Mávssolaččamus riikkaidgaskasaš dáhpáhus lei diehttelas ON:a álgoálbmotkonfereansa álgočavčča.

source: Konferenssissa valtiot sitoutuivat alkuperäiskansajulistuksen tavoitteiden toimeenpanoon.
sme: Konfereanssas stáhtat čatnase álgoálbmotjulggaštusa ulbmiliid olláhuhttimii.

source: Myös biodiversiteettisopimus kehittyi.
sme: Maiddái biodiversiteahttasoahpamuš gárganii.

source: Syksyllä pidetyssä biodiversiteettisopimuksen osapuolikokouksessa päätettiin jatkossa käyttää osapuolikokouksen päätöksissä alkuperäis- ja perinteisen elämänmuodon omaavan paikallisyhteisön sijasta alkuperäiskansa ja perinteisen elämänmuodon omaavan paikallisyhteisö – termiä.
sme: Čakčat dollojun biodiversiteahttasoahpamuša oassebeallečoakkámis mearriduvvui das duohko adnot oassebeallečoakkáma mearrádusain eami- ja árbevirolaš eallinvuogi oamastan báikkálašservoša sajis álgoálbmot ja árbevirolaš eallinvuogi oamastan báikkálašsearvvuš – tearpma.

source: Päätös oli tärkeä ja korostaa sopimuksen kehittyvää luonnetta ja ottaa huomioon myös YK:n alkuperäiskansajulistuksen.
sme: Mearrádus lei dehálaš ja dat deattuha soahpamuša gárganeaddji luonddu ja váldá vuhtii maiddái ON:a álgoálbmotjulggaštusa.

source: Muutama sana kuluvan vuoden haasteista
sme: Muhtin sátni dán jagi hástalusain

source: Saamelaiskäräjien kokous päätti kuluvan vuoden tärkeimmät tavoitteet ja miten nämä tavoitteet rahoitetaan.
sme: Sámedikki dievasčoakkán mearridii dán jagi deháleamos ulbmiliid ja dan mot dát ulbmilat ruhtaduvvojit.

source: Tärkein tavoite koskee luonnollisesti vaaleja ja niiden järjestämistä.
sme: Deháleamos ulbmil guoská diehttelas válggaid ja daid lágideami.

source: Tarvitsisimme eduskunnasta päätöksen saamelaiskäräjälaista mahdollisimman pian, jotta saamelaiskäräjien vaalilautakunta voi valmistautua uuden lain mukaisesti vaaleihin samoin kuin äänestäjät ja mahdolliset ehdokkaatkin.
sme: Dárbbahivččiimet riikkabeivviid mearrádusa sámediggelágas nu jođánit go vejolaš, vai sámedikki válgalávdegoddi beassá ráhkkanit ođđa lága mielde válggaide dego maid jienasteaddjit ja válgaevttohasatnai.

source: Saamelaiskäräjien työjärjestys on myös uudistettavana.
sme: Sámedikki bargoortnet lea maid ođasnuhttima vuollásažžan.

source: Työ on jo aloitettu, mutta koska työjärjestyksen uudistus on sidoksissa saamelaiskäräjälakiin, odotamme eduskunnalta ensin päätöstä saamelaiskäräjälain kohtalosta ennen kuin etenemme uudistuksessa.
sme: Bargu lea juo álggahuvvon, muhto go bargoortnega ođastus lea čatnagasas sámediggeláhkii, vuordit riikkabeivviin vuohččan mearrádusa sámediggelága galgamušas ovdal go ovdánit ođastusas.

source: Saamelaiskäräjälain uudistus tuo saamelaiskäräjille mahdollisuuden päättää nykyistä paremmin omasta organisaatiostaan ja kehittää sitä.
sme: Sámediggelága ođastus buktá sámediggái vejolašvuođa mearridit dáláža buorebut iežas organisašuvnnas ja gárgehit dan.

source: Työjärjestyksen uudistamisen yhteydessä selvitetään myös miten käytännössä saamelaiskäräjälain uudistuksen tuoma saamelaisten aloitemahdollisuus saamelaisille käytännössä järjestetään.
sme: Bargoortnega ođasnuhttima olis čielggaduvvo maid mot geavadis sámediggelága ođastusa buktin sápmelaččaid álggavejolašvuohta sápmelaččaide geavadis ordnejuvvo.

source: Saamelaiskäräjien lakisääteinen velvollisuus on myös aloittaa yt-neuvottelut henkilöstön kanssa työjärjestyksen uudistamisesta.
sme: Sámedikki lágas mearriduvvon geatnegasvuohta lea maid álggahit ovttasdoaibman- dehege od-ráđđádallamiid bargiiguin bargoortnega ođasnuhttima olis.

source: Eduskunta käsittelee alkuvuodesta hallituksen esitystä Ilo 169-sopimuksen ratifioimiseksi.
sme: Riikkabeaivvit gieđahallet álgojagi ráđđehusa evttohusa ILO 169-soahpamuša ratifiserema várás.

source: Perustuslakivaliokunta kuulee saamelaiskäräjiä tammikuun lopussa muiden tahojen ohella.
sme: Vuođđoláhkaváljagoddi gullá sámedikki ođđajagimánu loahpas oktanaga eará beliiguin.

source: Eduskunnan odotetaan antavan ratkaisunsa niin saamelaiskäräjälaista kuin Ilo 169-sopimuksen ratifioimisestakin heti alkuvuodesta.
sme: Riikkabeivviid vurdet addit čovdosis sámediggelágas nugo Ilo 169-soahpmuša ratifimeseremis dakka álgojagi.

source: Sen jälkeen on saamelaiskäräjillä päätöksien tai toimeenpanon aika, riippuen päätetäänkö kyseisistä lakiesityksistä hallituksen esityksen mukaisesti.
sme: Dan maŋŋel álgá sámedikkis mearrádusaid ja olláhuhttima áigi dan mielde mearriduvvogo namuhuvvon láhkaevttohusain ráđđehusa evttohusa mielde.

source: Tärkein tavoite keväällä näiden lakihankkeiden lisäksi on eduskuntavaalien jälkeinen hallitusohjelma ja sen laatimiseen osallistuminen.
sme: Deháleamos ulbmil giđđat dáid láhkafidnuid lassin lea riikkabeaiveválggaid maŋŋelaš ráđđehusprográmma ja dán ráhkadeapmái oassálastin.

source: Lehtitietojen mukaan hallitusohjelman muotoa muutettaisiin nykyisestä, mutta tilanne selviää vasta silloin, kun neuvottelut aloitetaan.
sme: Aviisadieđuid mielde ráđđehusprográmma hápmi rievdaduvvolii dálážis, muhto dilli čielgá easka dalle, go šiehtadallamat álget.

source: Valionhallinnon työryhmä on esittänyt, että hallitusohjelma olisi lyhyt ja sen tueksi laadittaisiin laajempi toimintaohjelma hallituksen aloitettua toimintansa seuraavan kolmen kuukauden ajan.
sme: Stáhtahálddahusa bargojoavku lea evttohan, ahte ráđđehusprográmma livččii oanehaš ja dan doarjjan ráhkaduvvolii viiddit doaibmaprográmma go ráđđehus lea álggahan barggus čuovvovaš golmma mánu áigge.

source: Ajatus siitä, että hallitusohjelman toimeenpano-ohjelmaa valmisteltaisiin usean kuukauden ajan voi olla hyvin raskas menettely ja vaarana on, että toimeenpano-ohjelma paisuisi hyvin laajaksi ja käytännössä hallitusohjelmaneuvottelut venyisivät todella pitkäksi.
sme: Jurdda das, ahte ráđđehusprográmma olláhuhttinprográmma válmmaštallojuvvolii máŋgga mánu áigge, sáhttá leat hui lossa vuohki ja várran lea, ahte olláhuhttinprográmma báissalii hui viiddisin ja geavadis ráđđehusprográmmašiehtadallamat guhkkole sakka.

source: Mutta oli malli mikä tahansa, saamelaiskäräjät tekee parhaansa että saamelaisten oikeusasema huomioidaan missä hallitusohjelmamuodossa tahansa.
sme: Muhto lei dál mii beare málliid, sámediggi bargá dan buorrin ahte sápmelaččaid riektesajádat váldojuvvo vuhtii man ráđđehusprográmmahámis beare.

source: Saamelaiskäräjille siirtyy saamelaisen parlamentaarisen neuvoston puheenjohtajuus tämän vuoden alkukuukausina Ruotsin saamelaiskäräjiltä.
sme: Sámediggái sirdása sámi parlamentáralaš ráđi (SPR) jođiheapmi dán jagi álgománuid Ruoŧa sámedikkis.

source: Puheenjohtajuus edellyttää resursseja ja mahdollisuuksia myös valmistella SPN:n päätöksiä.
sme: SPR:a jođiheapmi gáibida resurssaid ja vejolašvuođaid maid válmmaštallat SPR:a mearrádusaid.

source: SPN:n toimintaa on tehostettava.
sme: SPR:a doaibma ferte nannejuvvot.

source: Kuluvana vuonna tulisi saada myös vauhtia pohjoismaisen saamelaissopimuksen jatkoneuvotteluihin.
sme: Nohkavaš jagi galggalii maid oažžut leahtu davviriikkalaš sámi soahpamuša joatkkašiehtadallamiidda.

source: Neuvottelut ovat olleet pysähdyksissä käytännössä kaksi vuotta.
sme: Geavadis dat leat leamaš bisánan guokte jagi.

source: Kansallisen artikla 8(j)-työryhmän toimikausi päättyy ja työryhmän tulee antaa esityksensä saamelaisen perinteisen tiedon suojan parantamiseksi.
sme: Álbmotlaš artihkal 8(j)-bargojoavkku doaibmaáigodat nohká ja bargojoavku galgá addit evttohusas sápmelaččaid árbevirolaš dieđu suoji buorideami várás.

source: Kuluvana vuonna myös biodiversiteettisopimuksen toimeenpanoa tulee tehostaa saamelaisten osalta ottaen huomioon viime syksyn osapuolikokouksen päätökset.
sme: Nohkavaš jagi maid biodiversiteahttasoahpamuša olláhuhttin sámiid dáfus galgá beavttálmahttojuvvot nu ahte váldojuvvojit vuhtii diimmá čavčča oassebeallečoakkáma mearrádusat.

source: Vuodesta on tulossa hyvin kiireinen, tiivis ja monipuolinen.
sme: Jagis lea šaddame hui hohpolaš, deahtis ja máŋggabeallásaš.

source: Viime aikojen tapahtumista ja tulevista toimista
sme: Maŋimus áiggiid dáhpáhusain ja boahttevaš doaimmain

source: Tällä viikolla saamelaiskäräjien puheenjohtajisto on ollut Helsingissä valiokuntakuulemisissa ILO 169-sopimuksen ratifioimisesta.
sme: Dán vahku sámedikki ságadoallit leat leamaš Helssegis váljagoddegullamiin Ilo 169-soahpamuša ratifiseremis.

source: Saamelaiskäräjien lausunnot ja puheenvuorot löytyvät kotisivuiltamme.
sme: Sámedikki cealkámušat ja sáhkavuorut gávdnojit ruovttosiidduineamet.

source: Julkisuuteen on nostettu esille POSKE:n saamelaisyksikön rahoitustilanne ja asia nousi esille jopa valiokuntien Ilo 169-kuulemisessa.
sme: Almmolašvuhtii lea loktejuvvon ovdan POSKE dehege Davvi-Suopma sosiálasuorggi máhttinguovddáža sámiovttadaga ruhtadandilli ja ášši váldui ovdan juobe riikkabeivviid váljagottiid Ilo 169-gullamis.

source: Koska asiasta liikkuu paljon huhuja ja asia tuntuu kiinnostavan monia, kerron asiasta ja sen taustoista, jotta väärinkäsityksiltä vältytään.
sme: Daningo áššis johtet olu šolžžat ja ášši orru beroštahttime máŋgasa, de muitalan áššis ja dan duogážiin, vai boasttoipmárdusat njulget.

source: Saamelaiskäräjien rahoitustilanne on hyvin tiukka ja se on tehnyt viime vuosina alijäämäisiä tilinpäätöksiä.
sme: Sámedikki ruhtadandilli lea hui váttis ja dat lea dahkan maŋimus jagiid rehketdoalloloahpahemiid, main lea leamaš vuolláibáza.

source: Eri budjettimomentit ovat toistuvasti ylittyneet ja erityisesti edunvalvontaa ja poliittista toimintaa käsittelevät budjettimomentit ovat ylittyneet.
sme: Sierra bušeahttamomeanttat leat jeavddalaččat mannan badjel daidda bušeterejuvvon meriin ja earenoamážit beroštumiid bearráigeahčču ja politihkalaš doaimma bušeahttamomeanttat eai leat bisson bušeahttaráma siste.

source: Kuluvakin vuosi viime vuoden tapaan tulee edellyttämään useita saamelaiskerääjien kokouksia sekä edunvalvontaa.
sme: Nohkavaš jagi diimmáža ládje boahtá gáibidit máŋggaid sámedikki čoakkámiid dego maid beroštumiid bearráigeahčču.
